[
    {
        "author": "Yoga",
        "caption": " ",

        "introduction": "Yoga is essentialy a spiritual discipline based on an extremelly subtle science, which focuses on bringing harmony between mind and body. / It is an art and science of healthy living",
        "description": "Yoga is mond and body practice. Various styles of yoga combine physical postures, breathing technique, and meditation or relaxation.",

        "types" : "there are many styles of yoga. A person should choose a style based on their goals and fitness level.",

        "ashtangayoga": "Ashtanga applies the same poses and sequences that rapidly link every movement to breath.",

        "bikramyoga" : "People practice Bikram yoga, also known as hot yoga, in artificial heated room at a temperature of nearly 105^o F and 40% humidity. it consist of 26 poses and a sequence of two breathing exercises.",
        
        "hathayoga": "This is an generic term for any type of yoga that teaches phyical poses. Hatha classes usually serve as a gentel introduction to the basic poses of yoga"
    },
    {
        "author": "Diet",
        "caption": "Diet Chart",

        "introduction": "A healthy diet is a diet that maintains or improves overall health. A healthy diet provides the body with essential nutrition: fluid, macronutrients such as protein, micronutrients such as vitamins, and adequate fibre and food energy.",

        "description": "A healthy eating plan: Emphasizes vegetables, fruits, whole grains, and fat-free or low-fat dairy products. Includes lean meats, poultry, fish, beans, eggs, and nuts. Limits saturated and trans fats, sodium, and added sugars. There are seven essential factors for a balanced diet: carbs, protein, fat, fibre, vitamins, minerals and water.",

        "types" : "There are seven essential factors for a balanced diet: carbs, protein, fat, fibre, vitamins, minerals and water.",

        "ashtangayoga": "A healthy diet includes :-      Fruit, vegetables, legumes (e.g. lentils and beans), nuts and whole grains (e.g. unprocessed maize, millet, oats, wheat and brown rice). At least 400 g (i.e. five portions) of fruit and vegetables per day (2), excluding potatoes, sweet potatoes, cassava and other starchy roots. Less than 10% of total energy intake from free sugars (2, 7), which is equivalent to 50 g (or about 12 level teaspoons) for a person of healthy body weight consuming about 2000 calories per day, but ideally is less than 5% of total energy intake for additional health benefits (7). Free sugars are all sugars added to foods or drinks by the manufacturer, cook or consumer, as well as sugars naturally present in honey, syrups, fruit juices and fruit juice concentrates. Less than 30% of total energy intake from fats (1, 2, 3). Unsaturated fats (found in fish, avocado and nuts, and in sunflower, soybean, canola and olive oils) are preferable to saturated fats (found in fatty meat, butter, palm and coconut oil, cream, cheese, ghee and lard) and trans-fats of all kinds, including both industrially-produced trans-fats (found in baked and fried foods, and pre-packaged snacks and foods, such as frozen pizza, pies, cookies, biscuits, wafers, and cooking oils and spreads) and ruminant trans-fats (found in meat and dairy foods from ruminant animals, such as cows, sheep, goats and camels). It is suggested that the intake of saturated fats be reduced to less than 10% of total energy intake and trans-fats to less than 1% of total energy intake (5). In particular, industrially-produced trans-fats are not part of a healthy diet and should be avoided (4, 6). Less than 5  g of salt (equivalent to about one teaspoon) per day (8).  Salt should be iodized.",

        "Bikram Yoga" : "",

        "Hatha Yoga": ""
    }
]